Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

# emptyStateCreateSubtitle
source: Create and send tasks to anyone. If they are not on Karo, they will receive the tasks on WhatsApp or Messages!
ar: قم بإنشاء وإرسال المهام لأي شخص. إذا لم يكونوا على Karo، فسيتلقون المهام على WhatsApp أو الرسائل!
de: Erstellen und senden Sie Aufgaben an jeden. Wenn sie nicht auf Karo sind, erhalten sie die Aufgaben über WhatsApp oder Nachrichten!
es: Crea y envía tareas a cualquier persona. Si no están en Karo, ¡recibirán las tareas en WhatsApp o Mensajes!
fr: Créez et envoyez des tâches à n'importe qui. S'ils ne sont pas sur Karo, ils recevront les tâches sur WhatsApp ou Messages !
hi: कोई भी कार्य बनाएं और भेजें। यदि वे Karo पर नहीं हैं, तो उन्हें WhatsApp या Messages पर कार्य प्राप्त होंगे!
it: Crea e invia attività a chiunque. Se non sono su Karo, riceveranno le attività su WhatsApp o Messaggi!
ja: 誰にでもタスクを作成して送信できます。Karoを使用していない場合、WhatsAppまたはメッセージでタスクを受け取ります！
ko: 누구에게나 작업을 만들고 보내세요. 그들이 Karo에 없다면 WhatsApp이나 메시지로 작업을 받게 됩니다!
nl: Maak en verzend taken naar iedereen. Als ze niet op Karo zitten, ontvangen ze de taken via WhatsApp of Berichten!
pl: Twórz zadania i wysyłaj je do każdego. Jeśli nie ma ich w Karo, otrzymają zadania na WhatsApp lub w Wiadomościach!
pt: Crie e envie tarefas para qualquer pessoa. Se eles não estiverem no Karo, receberão as tarefas no WhatsApp ou Mensagens!
sv: Skapa och skicka uppgifter till vem som helst. Om de inte finns på Karo får de uppgifterna på WhatsApp eller Meddelanden!
tr: Görevler oluşturun ve herkese gönderin. Karo'da değillerse, görevleri WhatsApp veya Mesajlar'da alacaklar!
zh_hans: 创建任务并发送给任何人。如果他们不在 Karo 上，他们将在 WhatsApp 或短信上收到任务！
zh_hant: 創建任務並發送給任何人。如果他們不在 Karo 上，他們將在 WhatsApp 或簡訊上收到任務！

# emptyStateGroupSubtitle
source: Send tasks to the members of **%@**. If they are not on Karo, they will receive their tasks on WhatsApp or Messages. Make sure you've added their correct contact details to this group!
ar: أرسل مهام إلى أعضاء **%@**. إذا لم يكونوا على Karo، فسيتلقون مهامهم على WhatsApp أو الرسائل. تأكد من إضافة تفاصيل الاتصال الصحيحة الخاصة بهم إلى هذه المجموعة!
de: Senden Sie Aufgaben an die Mitglieder von **%@**. Wenn sie nicht auf Karo sind, erhalten sie ihre Aufgaben über WhatsApp oder Nachrichten. Stellen Sie sicher, dass Sie ihre korrekten Kontaktdaten zu dieser Gruppe hinzugefügt haben!
es: Envía tareas a los miembros de **%@**. Si no están en Karo, recibirán sus tareas en WhatsApp o Mensajes. ¡Asegúrate de haber agregado sus datos de contacto correctos a este grupo!
fr: Envoyez des tâches aux membres de **%@**. S'ils ne sont pas sur Karo, ils recevront leurs tâches sur WhatsApp ou Messages. Assurez-vous d'avoir ajouté leurs coordonnées correctes à ce groupe !
hi: **%@** के सदस्यों को कार्य भेजें। यदि वे Karo पर नहीं हैं, तो उन्हें WhatsApp या Messages पर उनके कार्य प्राप्त होंगे। सुनिश्चित करें कि आपने इस समूह में उनके सही संपर्क विवरण जोड़ दिए हैं!
it: Invia attività ai membri di **%@**. Se non sono su Karo, riceveranno le loro attività su WhatsApp o Messaggi. Assicurati di aver aggiunto i loro dettagli di contatto corretti a questo gruppo!
ja: **%@**のメンバーにタスクを送信します。Karoを使用していない場合、WhatsAppまたはメッセージでタスクを受け取ります。このグループに正しい連絡先情報を追加したことを確認してください！
ko: **%@**의 구성원에게 작업을 보내세요. Karo에 없다면 WhatsApp이나 메시지로 작업을 받게 됩니다. 이 그룹에 올바른 연락처 정보를 추가했는지 확인하세요!
nl: Stuur taken naar de leden van **%@**. Als ze niet op Karo zitten, ontvangen ze hun taken via WhatsApp of Berichten. Zorg ervoor dat je hun juiste contactgegevens aan deze groep hebt toegevoegd!
pl: Wyślij zadania do członków **%@**. Jeśli nie są w Karo, otrzymają zadania na WhatsApp lub w Wiadomościach. Upewnij się, że dodałeś ich poprawne dane kontaktowe do tej grupy!
pt: Envie tarefas para os membros de **%@**. Se eles não estiverem no Karo, receberão suas tarefas no WhatsApp ou Mensagens. Certifique-se de ter adicionado os detalhes de contato corretos deles a este grupo!
sv: Skicka uppgifter till medlemmarna i **%@**. Om de inte finns på Karo får de sina uppgifter på WhatsApp eller Meddelanden. Se till att du har lagt till deras korrekta kontaktuppgifter i denna grupp!
tr: **%@** üyelerine görevler gönderin. Karo'da değillerse, görevlerini WhatsApp veya Mesajlar'da alacaklar. Doğru iletişim bilgilerini bu gruba eklediğinizden emin olun!
zh_hans: 向 **%@** 的成员发送任务。如果他们不在 Karo 上，他们将在 WhatsApp 或短信上收到任务。确保您已将他们的正确联系方式添加到此群组！
zh_hant: 向 **%@** 的成員發送任務。如果他們不在 Karo 上，他們將在 WhatsApp 或簡訊上收到任務。請確保您已將他們正確的聯絡方式新增到此群組！

# emptyStateHomeSubtitle
source: Send your first task to anyone and create groups to collaborate!
ar: أرسل مهمتك الأولى إلى أي شخص وأنشئ مجموعات للتعاون!
de: Senden Sie Ihre erste Aufgabe an jeden und erstellen Sie Gruppen zur Zusammenarbeit!
es: ¡Envía tu primera tarea a cualquier persona y crea grupos para colaborar!
fr: Envoyez votre première tâche à n'importe qui et créez des groupes pour collaborer !
hi: किसी को भी अपना पहला कार्य भेजें और सहयोग के लिए समूह बनाएँ!
it: Invia il tuo primo compito a chiunque e crea gruppi per collaborare!
ja: 最初のタスクを誰かに送信し、グループを作成して協力しましょう！
ko: 누구에게나 첫 번째 작업을 보내고 협업할 그룹을 만드세요!
nl: Stuur je eerste taak naar iemand en maak groepen om samen te werken!
pl: Wyślij swoje pierwsze zadanie do kogokolwiek i twórz grupy do współpracy!
pt: Envie sua primeira tarefa para qualquer pessoa e crie grupos para colaborar!
sv: Skicka din första uppgift till vem som helst och skapa grupper för att samarbeta!
tr: İlk görevinizi herkese gönderin ve işbirliği yapmak için gruplar oluşturun!
zh_hans: 向任何人发送您的第一个任务，并创建群组进行协作！
zh_hant: 向任何人發送您的第一個任務，並建立群組進行協作！

# emptyStateHomeTitle
source: Welcome to **Karo**!
ar: مرحبًا بك في **Karo**!
de: Willkommen bei **Karo**!
es: ¡Bienvenido a **Karo**!
fr: Bienvenue sur **Karo** !
hi: **Karo** में आपका स्वागत है!
it: Benvenuto su **Karo**!
ja: **Karo**へようこそ！
ko: **Karo**에 오신 것을 환영합니다!
nl: Welkom bij **Karo**!
pl: Witamy w **Karo**!
pt: Bem-vindo ao **Karo**!
sv: Välkommen till **Karo**!
tr: **Karo**'ya hoş geldiniz!
zh_hans: 欢迎来到 **Karo**！
zh_hant: 歡迎來到 **Karo**！

# emptyStateInboxSubtitle
source: Tasks you have to complete appear here
ar: تظهر هنا المهام التي عليك إكمالها
de: Aufgaben, die Sie erledigen müssen, erscheinen hier
es: Las tareas que tienes que completar aparecen aquí
fr: Les tâches que vous devez accomplir apparaissent ici
hi: आपको जो कार्य पूरे करने हैं, वे यहाँ दिखाई देते हैं
it: Le attività che devi completare appaiono qui
ja: 完了する必要があるタスクがここに表示されます
ko: 완료해야 할 작업이 여기에 표시됩니다
nl: Taken die je moet voltooien verschijnen hier
pl: Zadania, które musisz wykonać, pojawiają się tutaj
pt: As tarefas que você precisa concluir aparecem aqui
sv: Uppgifter du måste slutföra visas här
tr: Tamamlamanız gereken görevler burada görünür
zh_hans: 你必须完成的任务将出现在此处
zh_hant: 你必須完成的任務將出現在此處

# emptyStateNoResultsSubtitle
source: Looking for the wrong thing in the wrong place?
ar: هل تبحث عن الشيء الخاطئ في المكان الخاطئ؟
de: Suchen Sie das Falsche am falschen Ort?
es: ¿Buscando lo incorrecto en el lugar equivocado?
fr: Cherchez-vous la mauvaise chose au mauvais endroit ?
hi: क्या आप गलत जगह पर गलत चीज़ ढूंढ रहे हैं?
it: Stai cercando la cosa sbagliata nel posto sbagliato?
ja: 間違った場所で間違ったものを探していませんか？
ko: 잘못된 곳에서 잘못된 것을 찾고 있나요?
nl: Zoek je het verkeerde op de verkeerde plek?
pl: Szukasz nie tam, gdzie trzeba, tego, czego nie trzeba?
pt: Procurando a coisa errada no lugar errado?
sv: Letar du efter fel sak på fel ställe?
tr: Yanlış yerde yanlış şeyi mi arıyorsun?
zh_hans: 是不是在错误的地方找错误的东西？
zh_hant: 是不是在錯誤的地方找錯誤的東西？

# emptyStateNoResultsTitle
source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
sv: Inga resultat
tr: Sonuç Yok
zh_hans: 无结果
zh_hant: 無結果

# emptyStateNoTasks
source: No tasks
ar: لا توجد مهام
de: Keine Aufgaben
es: Sin tareas
fr: Aucune tâche
hi: कोई कार्य नहीं
it: Nessuna attività
ja: タスクなし
ko: 작업 없음
nl: Geen taken
pl: Brak zadań
pt: Sem tarefas
sv: Inga uppgifter
tr: Görev yok
zh_hans: 无任务
zh_hant: 無任務

# emptyStateOutboxSubtitle
source: Tasks you have sent to others appear here
ar: تظهر هنا المهام التي أرسلتها للآخرين
de: Aufgaben, die Sie an andere gesendet haben, erscheinen hier
es: Las tareas que has enviado a otros aparecen aquí
fr: Les tâches que vous avez envoyées à d'autres apparaissent ici
hi: आपके द्वारा दूसरों को भेजे गए कार्य यहाँ दिखाई देते हैं
it: Le attività che hai inviato ad altri appaiono qui
ja: 他の人に送信したタスクがここに表示されます
ko: 다른 사람에게 보낸 작업이 여기에 표시됩니다
nl: Taken die je naar anderen hebt gestuurd verschijnen hier
pl: Zadania, które wysłałeś innym, pojawiają się tutaj
pt: As tarefas que você enviou para outras pessoas aparecem aqui
sv: Uppgifter du har skickat till andra visas här
tr: Başkalarına gönderdiğiniz görevler burada görünür
zh_hans: 你发送给其他人的任务将显示在此处
zh_hant: 你發送給其他人的任務將顯示在此處

# emptyStateScheduledSubtitle
source: Tasks with a date appear here
ar: تظهر هنا المهام ذات التاريخ
de: Aufgaben mit einem Datum erscheinen hier
es: Las tareas con fecha aparecen aquí
fr: Les tâches avec une date apparaissent ici
hi: दिनांक वाले कार्य यहाँ दिखाई देते हैं
it: Le attività con una data appaiono qui
ja: 日付のあるタスクがここに表示されます
ko: 날짜가 있는 작업이 여기에 표시됩니다
nl: Taken met een datum verschijnen hier
pl: Zadania z datą pojawiają się tutaj
pt: Tarefas com uma data aparecem aqui
sv: Uppgifter med ett datum visas här
tr: Tarihi olan görevler burada görünür
zh_hans: 有日期的任务将显示在此处
zh_hant: 有日期的任務將顯示在此處

# emptyStateScheduledTitle
source: Scheduled Tasks
ar: المهام المجدولة
de: Geplante Aufgaben
es: Tareas programadas
fr: Tâches programmées
hi: अनुसूचित कार्य
it: Attività pianificate
ja: スケジュールされたタスク
ko: 예약된 작업
nl: Geplande taken
pl: Zaplanowane zadania
pt: Tarefas agendadas
sv: Schemalagda uppgifter
tr: Planlanmış Görevler
zh_hans: 预定任务
zh_hant: 預定任務

# emptyTaskTitle
source: Task title cannot be empty
ar: لا يمكن أن يكون عنوان المهمة فارغًا
de: Der Aufgabentitel darf nicht leer sein
es: El título de la tarea no puede estar vacío
fr: Le titre de la tâche ne peut pas être vide
hi: कार्य शीर्षक खाली नहीं हो सकता
it: Il titolo dell'attività non può essere vuoto
ja: タスクのタイトルを空にすることはできません
ko: 작업 제목은 비워둘 수 없습니다
nl: Taaknaam mag niet leeg zijn
pl: Tytuł zadania nie może być pusty
pt: O título da tarefa não pode estar vazio
sv: Uppgiftens titel får inte vara tom
tr: Görev başlığı boş olamaz
zh_hans: 任务标题不能为空
zh_hant: 任務標題不能為空

# errorCannotOpenLink
source: Cannot open link
ar: لا يمكن فتح الرابط
de: Link kann nicht geöffnet werden
es: No se puede abrir el enlace
fr: Impossible d'ouvrir le lien
hi: लिंक खोला नहीं जा सकता
it: Impossibile aprire il link
ja: リンクを開けません
ko: 링크를 열 수 없습니다
nl: Kan link niet openen
pl: Nie można otworzyć łącza
pt: Não é possível abrir o link
sv: Det går inte att öppna länken
tr: Bağlantı açılamıyor
zh_hans: 无法打开链接
zh_hant: 無法開啟連結

source: FaceTime Audio
ar: مكالمة FaceTime الصوتية
es: Audio de FaceTime
fr: Audio FaceTime
hi: FaceTime ऑडियो
it: Audio FaceTime
ja: FaceTime オーディオ
ko: FaceTime 오디오
pl: Dźwięk FaceTime
pt: Áudio do FaceTime
sv: FaceTime-ljud
tr: FaceTime Ses
zh_hans: FaceTime 音频
zh_hant: FaceTime 音訊

source: Filter by
ar: تصفية حسب
de: Filtern nach
es: Filtrar por
fr: Filtrer par
hi: इसके अनुसार फ़िल्टर करें
it: Filtra per
ja: フィルター
ko: 필터 기준
nl: Filteren op
pl: Filtruj według
pt: Filtrar por
sv: Filtrera efter
tr: Filtreleme ölçütü
zh_hans: 过滤条件
zh_hant: 篩選條件

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt: Grupo
sv: Grupp
tr: Grup
zh_hans: 群组
zh_hant: 群組

# groupAdminRole
source: Admin
ar: مسؤول
de: Administrator
es: Administrador
fr: Administrateur
hi: प्रशासक
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pl: Administrator
pt: Administrador
tr: Yönetici
zh_hans: 管理员
zh_hant: 管理員

# groupMembers
source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
hi: सदस्य
it: Membri
ja: メンバー
ko: 구성원
nl: Leden
pl: Członkowie
pt: Membros
sv: Medlemmar
tr: Üyeler
zh_hans: 成员
zh_hant: 成員

# groupNamePrompt
source: Group name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
hi: समूह का नाम
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
sv: Gruppnamn
tr: Grup adı
zh_hans: 群组名称
zh_hant: 群組名稱

# groupOwnerRole
source: Owner
ar: المالك
de: Besitzer
es: Propietario
fr: Propriétaire
hi: स्वामी
it: Proprietario
ja: 所有者
ko: 소유자
nl: Eigenaar
pl: Właściciel
pt: Proprietário
sv: Ägare
tr: Sahip
zh_hans: 所有者
zh_hant: 擁有者

# groupParticipantRole
source: Participant
ar: مشارك
de: Teilnehmer
es: Participante
hi: प्रतिभागी
it: Partecipante
ja: 参加者
ko: 참가자
nl: Deelnemer
pl: Uczestnik
pt: Participante
sv: Deltagare
tr: Katılımcı
zh_hans: 参与者
zh_hant: 參與者

# groupRole
source: Role
ar: الدور
de: Rolle
es: Rol
fr: Rôle
hi: भूमिका
it: Ruolo
ja: 役割
ko: 역할
nl: Rol
pl: Rola
pt: Função
sv: Roll
tr: Rol
zh_hans: 角色
zh_hant: 角色

source: Image
ar: صورة
de: Bild
es: Imagen
hi: छवि
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Obraz
pt: Imagem
sv: Bild
tr: Resim
zh_hans: 图像
zh_hant: 圖像

# inbox
source: My tasks
ar: مهامي
de: Meine Aufgaben
es: Mis tareas
fr: Mes tâches
hi: मेरे कार्य
it: I miei compiti
ja: 自分のタスク
ko: 내 작업
nl: Mijn taken
pl: Moje zadania
pt: Minhas tarefas
sv: Mina uppgifter
tr: Görevlerim
zh_hans: 我的任务
zh_hant: 我的任務

source: Info
ar: معلومات
es: Información
fr: Infos
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt: Informações
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

# karoAIDescription
source: Put in your thoughts and get back actionable tasks
ar: أدخل أفكارك واحصل على مهام قابلة للتنفيذ
de: Geben Sie Ihre Gedanken ein und erhalten Sie umsetzbare Aufgaben
es: Ingresa tus ideas y obtén tareas accionables
fr: Entrez vos idées et obtenez des tâches concrètes
hi: अपने विचार डालें और कार्रवाई योग्य कार्य प्राप्त करें
it: Inserisci i tuoi pensieri e ricevi compiti azionabili
ja: あなたの考えを入力し、実行可能なタスクを得る
ko: 생각을 입력하고 실행 가능한 작업을 받으세요
nl: Voer je gedachten in en ontvang uitvoerbare taken
pl: Wprowadź swoje myśli i otrzymaj wykonalne zadania
pt: Insira seus pensamentos e receba tarefas acionáveis
sv: Ange dina tankar och få tillbaka genomförbara uppgifter
tr: Düşüncelerinizi girin ve uygulanabilir görevler alın
zh_hans: 输入你的想法，获得可执行的任务
zh_hant: 輸入你的想法，獲得可執行的任務

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Mais tarde
sv: Senare
tr: Sonra
zh_hans: 稍后
zh_hant: 稍後

source: Leave
ar: مغادرة
de: Verlassen
es: Salir
fr: Quitter
hi: छोड़ें
it: Esci
ja: 退出
ko: 나가기
nl: Verlaten
pl: Wyjdź
pt: Sair
sv: Lämna
tr: Ayrıl
zh_hans: 离开
zh_hant: 離開

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉग इन
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Entrar
sv: Logga in
tr: Giriş yap
zh_hans: 登录
zh_hant: 登入

# markTaskAs
source: Mark as
ar: تحديد كـ
de: Markieren als
es: Marcar como
fr: Marquer comme
hi: चिह्नित करें
it: Segna come
ja: マークする
ko: 표시하기
nl: Markeren als
pl: Oznacz jako
pt: Marcar como
sv: Markera som
tr: Şu şekilde işaretle
zh_hans: 标记为
zh_hant: 標記為

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
hi: संदेश
it: Messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
pl: Wiadomość
pt: Mensagem
sv: Meddelande
tr: Mesaj
zh_hans: 消息
zh_hant: 訊息

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: अधिक
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt: Mais
sv: Mer
tr: Daha fazla
zh_hans: 更多
zh_hant: 更多

source: Mute
ar: كتم
de: Stumm schalten
es: Silenciar
fr: Mettre en sourdine
hi: म्यूट करें
it: Silenzia
ja: ミュート
ko: 음소거
nl: Dempen
pl: Wycisz
pt: Silenciar
sv: Ljudlös
tr: Sessiz
zh_hans: 静音
zh_hant: 靜音

source: Myself
ar: نفسي
de: Ich selbst
es: Yo mismo
fr: Moi-même
hi: स्वयं
it: Me stesso
ja: 自分
ko: 나 자신
nl: Mijzelf
pl: Ja sam
pt: Eu mesmo
sv: Jag själv
tr: Kendim
zh_hans: 我自己
zh_hant: 我自己

# namePrompt
source: Full name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
hi: पूरा नाम
it: Nome completo
ja: 氏名
ko: 성명
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
sv: Fullständigt namn
tr: Tam ad
zh_hans: 全名
zh_hant: 全名

source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
sv: Ny grupp
tr: Yeni Grup
zh_hans: 新建群组
zh_hant: 新建群組

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt: Próximo
sv: Nästa
tr: İleri
zh_hans: 下一步
zh_hant: 下一步

# noTasksTitle
source: No %@ tasks
ar: لا توجد مهام %@
de: Keine %@-Aufgaben
es: No hay tareas %@
fr: Aucune tâche %@
hi: कोई %@ कार्य नहीं
it: Nessuna attività %@
ja: %@のタスクはありません
ko: %@ 작업 없음
nl: Geen %@ taken
pl: Brak zadań %@
pt: Nenhuma tarefa %@
sv: Inga %@ uppgifter
tr: %@ görevi yok
zh_hans: 无 %@ 任务
zh_hant: 無 %@ 任務

# notifcationTaskCompleted
source: Completed by %@
ar: تم الإكمال بواسطة %@
de: Abgeschlossen von %@
es: Completado por %@
fr: Terminé par %@
hi: %@ द्वारा पूर्ण किया गया
it: Completata da %@
ja: %@が完了しました
ko: %@ 완료함
nl: Voltooid door %@
pl: Ukończone przez %@
pt: Concluído por %@
sv: Slutförd av %@
tr: %@ tarafından tamamlandı
zh_hans: 由 %@ 完成
zh_hant: 由 %@ 完成

# notificationAutomatedReminder
source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
hi: अनुस्मारक
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
sv: Påminnelse
tr: Hatırlatıcı
zh_hans: 提醒
zh_hant: 提醒

# notificationBannerSubtitle
source: Get notified when people complete your tasks
ar: احصل على إشعارات عندما يكمل الأشخاص مهامك
de: Erhalten Sie Benachrichtigungen, wenn Leute Ihre Aufgaben erledigen
es: Recibe notificaciones cuando las personas completen tus tareas
fr: Soyez notifié lorsque les gens terminent vos tâches
hi: जब लोग आपके कार्य पूरे करें तो सूचित हों
it: Ricevi notifiche quando le persone completano le tue attività
ja: 他の人があなたのタスクを完了したときに通知を受け取る
ko: 사람들이 귀하의 작업을 완료하면 알림을 받으세요
nl: Ontvang meldingen wanneer mensen je taken voltooien
pl: Otrzymuj powiadomienia, gdy inni ukończą Twoje zadania
pt: Seja notificado quando as pessoas concluírem suas tarefas
sv: Få meddelanden när personer slutför dina uppgifter
tr: Kişiler görevlerinizi tamamladığında bildirim alın
zh_hans: 在别人完成你的任务时收到通知
zh_hant: 在別人完成你的任務時收到通知

# notificationBannerTitle
source: Enable Notifications
ar: تمكين الإشعارات
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
hi: सूचनाएँ सक्षम करें
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt: Ativar notificações
sv: Aktivera aviseringar
tr: Bildirimleri Etkinleştir
zh_hans: 启用通知
zh_hant: 啟用通知

# notificationGroupAdded
source: %@ added you to %@
ar: قام %@ بإضافتك إلى %@
de: %@ hat Sie zu %@ hinzugefügt
es: %@ te añadió a %@
fr: %@ vous a ajouté(e) à %@
hi: %@ ने आपको %@ में जोड़ा
it: %@ ti ha aggiunto a %@
ja: %@があなたを%@に追加しました
ko: %@ 님이 당신을 %@ 에 추가했습니다
nl: %@ heeft je toegevoegd aan %@
pl: %@ dodał(a) Cię do %@
pt: %@ adicionou você a %@
sv: %@ har lagt till dig i %@
tr: %@ seni %@ grubuna ekledi
zh_hans: %@ 将你添加到 %@
zh_hant: %@ 將你加入 %@

# notificationGroupMemberRemoved
source: %@ removed you from %@
ar: قام %@ بإزالتك من %@
de: %@ hat Sie aus %@ entfernt
es: %@ te eliminó de %@
fr: %@ vous a retiré(e) de %@
hi: %@ ने आपको %@ से हटा दिया
it: %@ ti ha rimosso da %@
ja: %@があなたを%@から削除しました
ko: %@ 님이 당신을 %@ 에서 제거했습니다
nl: %@ heeft je verwijderd uit %@
pl: %@ usunął(ęła) Cię z %@
pt: %@ removeu você de %@
sv: %@ har tagit bort dig från %@
tr: %@ seni %@ grubundan çıkardı
zh_hans: %@ 将你从 %@ 中移除
zh_hant: %@ 將你從 %@ 中移除

# notificationGroupRoleChange
source: %@ updated your role in %@
ar: قام %@ بتحديث دورك في %@
de: %@ hat Ihre Rolle in %@ aktualisiert
es: %@ actualizó tu rol en %@
fr: %@ a mis à jour votre rôle dans %@
hi: %@ ने %@ में आपकी भूमिका अपडेट की
it: %@ ha aggiornato il tuo ruolo in %@
ja: %@が%@でのあなたの役割を更新しました
ko: %@ 님이 %@ 에서의 당신의 역할을 업데이트했습니다
nl: %@ heeft je rol in %@ bijgewerkt
pl: %@ zaktualizował(a) Twoją rolę w %@
pt: %@ atualizou sua função em %@
sv: %@ har uppdaterat din roll i %@
tr: %@ senin %@ grubundaki rolünü güncelledi
zh_hans: %@ 更新了你在 %@ 中的角色
zh_hant: %@ 更新了你在 %@ 中的角色

# notificationGroupTaskCreated
source: %@ created a task in %@
ar: قام %@ بإنشاء مهمة في %@
de: %@ hat eine Aufgabe in %@ erstellt
es: %@ creó una tarea en %@
fr: %@ a créé une tâche dans %@
hi: %@ ने %@ में एक कार्य बनाया
it: %@ ha creato un'attività in %@
ja: %@が%@でタスクを作成しました
ko: %@ 님이 %@ 에서 작업을 생성했습니다
nl: %@ heeft een taak aangemaakt in %@
pl: %@ utworzył(a) zadanie w %@
pt: %@ criou uma tarefa em %@
sv: %@ har skapat en uppgift i %@
tr: %@, %@ grubunda bir görev oluşturdu
zh_hans: %@ 在 %@ 中创建了一个任务
zh_hant: %@ 在 %@ 中建立了一個任務

# notificationsTab
source: Activities
ar: الأنشطة
de: Aktivitäten
es: Actividades
fr: Activités
hi: गतिविधियाँ
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteiten
pl: Aktywności
pt: Atividades
sv: Aktiviteter
tr: Etkinlikler
zh_hans: 活动
zh_hant: 活動

# notificationUnsupported
source: Update your app to see this notification
ar: قم بتحديث تطبيقك لرؤية هذا الإشعار
de: Aktualisieren Sie Ihre App, um diese Benachrichtigung zu sehen
es: Actualiza tu aplicación para ver esta notificación
fr: Mettez à jour votre application pour voir cette notification
hi: इस सूचना को देखने के लिए अपना ऐप अपडेट करें
it: Aggiorna la tua app per vedere questa notifica
ja: この通知を見るにはアプリを更新してください
ko: 이 알림을 보려면 앱을 업데이트하세요
nl: Update je app om deze melding te zien
pl: Zaktualizuj aplikację, aby zobaczyć to powiadomienie
pt: Atualize seu aplicativo para ver esta notificação
sv: Uppdatera din app för att se denna notifikation
tr: Bu bildirimi görmek için uygulamanızı güncelleyin
zh_hans: 更新您的应用以查看此通知
zh_hant: 更新您的應用程式以查看此通知

# notificationUserJoined
source: %@ is now on Karo!
ar: %@ الآن على Karo!
de: %@ ist jetzt auf Karo!
es: ¡%@ ahora está en Karo!
fr: %@ est maintenant sur Karo !
hi: %@ अब Karo पर है!
it: %@ è ora su Karo!
ja: %@がKaroに参加しました！
ko: %@ 님이 이제 Karo에 있습니다!
nl: %@ is nu op Karo!
pl: %@ jest teraz na Karo!
pt: %@ agora está no Karo!
sv: %@ är nu på Karo!
tr: %@ artık Karo'da!
zh_hans: %@ 现已加入 Karo！
zh_hant: %@ 現已加入 Karo！

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi: अभी
it: Ora
ja: 今
ko: 지금
nl: Nu
pl: Teraz
pt: Agora
sv: Nu
tr: Şimdi
zh_hans: 现在
zh_hant: 現在

# numberedMembers
source: %lld members
ar: %lld عضو
de: %lld Mitglieder
es: %lld miembros
fr: %lld membres
hi: क्रमांकित सदस्य
it: membri numerati
ja: %lld人のメンバー
ko: 번호가 매겨진 멤버
nl: %lld leden
pl: ponumerowani członkowie
pt: %lld membros
sv: numrerade medlemmar
tr: numaralandırılmış üyeler
zh_hans: 编号成员
zh_hant: 編號成員

source: Only for you
ar: لك فقط
de: Nur für Sie
es: Solo para ti
fr: Uniquement pour vous
hi: केवल आपके लिए
it: Solo per te
ja: あなただけに
ko: 당신만을 위한
nl: Alleen voor jou
pl: Tylko dla Ciebie
pt: Apenas para você
sv: Endast för dig
tr: Sadece senin için
zh_hans: 仅供您使用
zh_hant: 僅供您使用

# otpPrompt
source: Enter the one time passcode
ar: أدخل رمز المرور لمرة واحدة
de: Geben Sie den einmaligen Passcode ein
es: Ingrese el código de un solo uso
fr: Entrez le code à usage unique
hi: एक बार के पासकोड डालें
it: Inserisci il codice di accesso monouso
ja: ワンタイムパスコードを入力してください
ko: 일회용 비밀번호 입력
nl: Voer de eenmalige toegangscode in
pl: Wprowadź jednorazowy kod dostępu
pt: Digite o código de uso único
sv: Ange engångskoden
tr: Tek kullanımlık şifreyi girin
zh_hans: 输入一次性密码
zh_hant: 輸入一次性密碼

# outbox
source: Sent tasks
ar: المهام المرسلة
de: Gesendete Aufgaben
es: Tareas enviadas
fr: Tâches envoyées
hi: भेजे गए कार्य
it: Attività inviate
ja: 送信済みタスク
ko: 보낸 작업
nl: Verzonden taken
pl: Wysłane zadania
pt: Tarefas enviadas
sv: Skickade uppgifter
tr: Gönderilen görevler
zh_hans: 已发送任务
zh_hant: 已發送任務
